---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.CurtainMullionn2
source: html/a617707e-680d-3a33-1492-046f63f1865f.htm
---
# Autodesk.Revit.DB.GroupTypeId.CurtainMullionn2 Property

Grid 2 Mullions.

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainMullionn2 { get; }
```